# Список питаннь
question1 = ["Яка(які) з нижче зазначених сфер є однією з основних цілей розумного міста?",
             "1.Підвищення якості життя мешканців",
             "2.Зменшення екологічного впливу міста",
             "3.Покращення управління містом",
             "4.Всі відповіді правильні",
             "Варіант 4"]
question2 = ["Яка(які) з нижчезазначених технологій є основою для розвитку розумних міст?",
             "1.Інтернет речей (IoT)",
             "2.Штучний інтелект (AI)",
             "3.Машине навчання (ML)",
             "4.Всі відповіді правильні",
             "Варіант 4"]
question3 = ["Яка з нижчезазначених технологій може використовуватися для моніторингу якості повітря в місті?",
             "1.Сенсори якості повітря",
             "2.Розумні лічильники",
             "3.Системи відеоспостереження",
             "4.Всі відповіді правильні",
             "Варіант 1"]
question4 = ['Яке з наведених визначень найбільш точно відповідає поняттю "розумне місто"?',
             "1.Місто, в якому всі системи управління та обслуговування взаємопов'язані та використовують IoT.",
             "2.Місто, в якому використовуються передові технології для підвищення якості життя мешканців.",
             "3.Місто, в якому використовується штучний інтелект для управління транспортними потоками",
             "4.Місто, в якому використовуються технології 3D-друку для будівництва інфраструктури",
             "Варіант 1"]
question5 = ['Для чого можуть використовуватися Розумні світлофори у "розумних містах"?',
             "1.Для підвищення залученості громадян до управління містом.",
             "2.Для підвищення енергоефективності в розумних містах.",
             "3.Для управління транспортним рухом у розумних містах.",
             "4.для підвищення доступності освіти та охорони здоров'я для громадян",
             "Варіант 3"]
question6 = ["Що виконує ключову роль у створенні розумних міст, забезпечуючи підключення та обмін даними між фізичними об'єктами?",
             "1.Інтернет речей (IoT)",
             "2.Штучний інтелект (AI)",
             "3.Електронне урядування (e-Government)",
             "4.Мобільні додатки",
             "Варіант 1"]
question7 = ["Яка технологія сприяє підвищенню рівня безпеки в місті за допомогою відеоспостереження та аналізу даних?",
             "1.Розумний транспорт",
             "2.Системи управління водопостачанням",
             "3.Системи моніторингу та безпеки",
             "4.Геопросторові інформаційні системи (GIS)",
             "Варіант 3"]
question8 = ["Яка технологія(концепція) дозволяє оптимізувати рух транспорту та полегшити життя громадян, включаючи інтелектуальні світлофори та електронні квитки?",
             "1.Розумний транспорт",
             "2.Системи енергозабезпечення",
             "3.Мобільні додатки та платформи для громадян",
             "4.Інтернет речей (IoT)",
             "Варіант 1"]
question9 = ["Яка технологія дозволяє містам раціонально використовувати електроенергію та впроваджувати альтернативні джерела енергії?",
             "1.Штучний інтелект (AI)",
             "2.Системи управління водопостачанням",
             "3.Системи енергозабезпечення",
             "4.Pозумні будівлі і житло",
             "Варіант 3"]
question10 = ["Яка технологія дозволяє громадянам взаємодіяти з міською інфраструктурою за допомогою мобільних додатків для планування маршрутів та отримання інформації про громадський транспорт?",
              "1.Геопросторові інформаційні системи (GIS)",
              "2.Мобільні додатки та платформи для громадян",
              "3.Електронне урядування (e-Government)",
              "4.Системи моніторингу та безпеки",
              "Варіант 2"]
question11 = ["Яка технологія дозволяє оптимізувати використання води та забезпечувати її якість за допомогою автоматичного виявлення витоків та контролю рівня води?",
              "1.Системи управління водопостачанням",
              "2.Інтернет речей (IoT)",
              "3.Розумні будівлі і житло",
              "4.Системи енергозабезпечення",
              "Варіант 1"]
question12 = ["Яка технологія полегшує доступ до громадських служб та оптимізує взаємодію між громадянами та органами влади за допомогою онлайн-сервісів?",
              "1.Мобільні додатки та платформи для громадян",
              "2.Електронне урядування (e-Government)",
              "3.Інтернет речей (IoT)",
              "4.Штучний інтелект (AI)",
              "Варіант 2"]
question13 = ["Яка технологія використовує алгоритми машинного навчання та штучного інтелекту для аналізу даних та оптимізації управління містом?",
              "1.Геопросторові інформаційні системи (GIS)",
              "2.Інтернет речей (IoT)",
              "3.Штучний інтелект (AI)",
              "4.Системи моніторингу та безпеки",
              "Варіант 3"]
question14 = ["Яка технологія(концепція) дозволяє автоматизовано контролювати освітлення, опалення, кондиціювання повітря та інші аспекти життя в будинку, зменшуючи витрати енергії?",
              "1.Розумні будівлі і житло",
              "2.Мобільні додатки та платформи для громадян",
              "3.Системи управління водопостачанням",
              "4.Системи енергозабезпечення",
              "Варіант 1"]
question15 = ["Яка технологія використовується для оптимізації управління міським простором, визначення зон ризику та аналізу територій для розвитку?",
              "1.Системи моніторингу та безпеки",
              "2.Геопросторові інформаційні системи (GIS)",
              "3.Розумний транспорт",
              "4.Інтернет речей (IoT)",
              "Варіант 2"]


questions_list = [question1, question2, question3, question4, question5, question6, question7, question8,
                  question9, question10, question11, question12, question13, question14, question15]
